Repository: Magikcraft/magikcraft-lore-core
Catalog: lore-locale/*/lore.po
Languages: da, es, fr, ja, ko, nb, ru

source: You need to give a player name!
da: Du skal give et spiller navn!
es: ¡Tienes que dar un nombre de jugador!
fr: Vous devez donner un nom de joueur!
ja: あなたはプレイヤーの名前を与える必要があります！
ko: 당신은 선수 이름을 제공해야합니다!
nb: Du må gi et spillers navn!
ru: Вам нужно указать имя игрока!

source: You cannot heal yourself!
da: Du kan ikke helbrede dig selv!
es: ¡No puedes curarte a ti mismo!
fr: Vous ne pouvez pas vous guérir!
ja: あなたは自分自身を癒すことはできません！
ko: 너 스스로 치유 할 수 없어!
nb: Du kan ikke helbrede deg selv!
ru: Вы не можете исцелить себя!

source: Could not find player %s
da: Kunne ikke finde afspiller %s
es: No se pudo encontrar el jugador% s
fr: Impossible de trouver le lecteur %s
ja: プレーヤー％sを見つかりませんでした
ko: 플레이어 %s을 (를) 찾을 수 없습니다.
nb: Kunne ikke finne spilleren %s
ru: Не удалось найти игрока %s

source: %s healed you!
da: %s helbrede dig!
es: ¡% s te curó!
fr: %s vous a guéri!
ja: あなたを癒しました！
ko: %s이 (가) 당신을 치료했습니다!
nb: %s helbredet deg!
ru: %s исцелил вас!

source: You healed %s!
da: Du helbrede %s!
es: Sanaste% s!
fr: Vous avez guéri %s!
ja: あなたは％sを癒しました！
ko: 당신은 %s를 치료했습니다!
nb: Du helbredet %s!
ru: Вы исцелили %s!

source: You need to pass in an array of ingredients
da: Du skal passere i en række ingredienser
nb: Du må passere i en rekke ingredienser
ru: Вам нужно пройти в комплекте с ингредиентами

source: Not enough ingredients!
da: Ikke nok ingredienser!
nb: Ikke nok ingredienser!
ru: Недостаточно ингредиентов!

source: Too many ingredients
da: For mange ingredienser
nb: For mange ingredienser
ru: Слишком много ингредиентов

source: This mixture made a nice soup, but didn't produce any magik!
da: Denne blanding lavede en god suppe, men producerede ikke nogen magik!
nb: Denne blandingen gjorde en fin suppe, men produserte ikke noen magik!
ru: Эта смесь сделала хороший суп, но не произвела никакого волшебника!

source: Celeritate! You now have super speed!
da: Celeritate! Du har nu super hastighed!
es: Celeritate! ¡Ahora tienes súper velocidad!
fr: Célerite! Vous avez maintenant une super vitesse!
ja: Celeritate！今あなたは超スピードを持っています！
ko: Celeritate! 당신은 지금 최고 속도가 있습니다!
nb: Celeritate! Du har nå super fart!
ru: Celeritate! У вас теперь супер скорость!

source: Declaro! you manifest %s
da: Declaro! du manifesterer %s
es: Declaro! manifiestas% s
fr: Declaro! vous manifestez %s
ja: デクラロ！あなたは％sを明らかにする
ko: Declaro! 당신은 %s를 나타냅니다.
nb: Declaro! du manifesterer %s
ru: Declaro! вы показываете %s

source: You need to pass in a number to exsultus!
da: Du skal passere i et nummer til exsultus!
es: ¡Tienes que pasar un número a exsultus!
fr: Vous devez passer un numéro à exsultus!
ja: exsultusに番号を渡す必要があります！
ko: exsultus에 번호를 전달해야합니다!
nb: Du må passere i et nummer til exsultus!
ru: Вам нужно передать номер exsultus!

source: Player %s not online
da: Spiller %s er ikke online
es: El jugador% s no está en línea
fr: Le joueur %s n'est pas en ligne
ja: プレーヤー％sはオンラインではありません
ko: 플레이어 %s 님이 온라인 상태가 아닙니다.
nb: Spiller %s er ikke online
ru: Игрок %s не в сети

source: Nowhere to teleport to...
da: Ingen steder at teleportere til ...
es: No se teletransporta a ...
fr: Nulle part où se téléporter
ja: どこにもテレポートしません...
ko: 텔레포트 할 곳이 ...
nb: Ingen steder å teleportere til ...
ru: Некуда телепортироваться ...

source: Cannot find player %s
da: Kan ikke finde afspiller %s
es: No se puede encontrar el jugador% s
fr: Impossible de trouver le lecteur %s
ja: プレーヤー％sが見つかりません
ko: 플레이어 %s을 (를) 찾을 수 없습니다.
nb: Kan ikke finne spiller %s
ru: Не удается найти игрока %s

source: I remembered this place as %s
da: Jeg huskede dette sted som %s
es: Me acordé de este lugar como% s
fr: Je me suis souvenu de cet endroit en tant que %s
ja: 私はこの場所を％sとして記憶していました
ko: 이 장소를 %s (으)로 기억하고 있습니다.
nb: Jeg husket dette stedet som %s
ru: Я помню это место как %s

source: I remembered %s as %s
da: Jeg huskede %s som %s
es: Recordé% s como% s
fr: Je me suis souvenu de %s comme %s
ja: 私は％sを％sとして思い出しました
ko: %s을 %s (으)로 기억했습니다.
nb: Jeg husket %s som %s
ru: Я помню %s как %s

source: %s is now radioactive!
da: %s er nu radioaktiv!
es: ¡% s ahora es radiactivo!
fr: %s est maintenant radioactif!
ja: ％sは現在放射能です！
ko: %s이 (가) 이제 방사성입니다!
nb: %s er nå radioaktiv!
ru: %s теперь радиоактивно!

source: Player %s not online!
da: Spiller %s ikke online!
es: ¡El jugador% s no está en línea!
fr: Le joueur %s n'est pas en ligne!
ja: プレーヤー％sはオンラインではありません！
ko: 플레이어 %s 님이 온라인 상태가 아닙니다!
nb: Spiller %s ikke online!
ru: Игрок %s не в сети!

source: You manifested an apple!
da: Du manifesterede et æble!
es: ¡Manifestaste una manzana!
fr: Vous avez manifesté une pomme!
ja: あなたはリンゴを明らかにしました！
ko: 사과를 드러내 셨습니다!
nb: Du manifesterte et eple!
ru: Вы проявили яблоко!

source: Snowball!
es: ¡Bola de nieve!
fr: Boule de neige!
ja: スノーボール！
ko: 스노볼!
nb: Snøball!
ru: Снежный шар!
